[Icons.Icon_Z2_Skagzilla_PlaceFood InteractionIconDefinition]
Text="Restaurant for lunch"

[Icons.Icon_Z2_Skagzilla_PlaceMeds InteractionIconDefinition]
Text="Hospital"

[IO_DogChain InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Skagzilla2_VendingMachine InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_PuppyFood MissionItemDefinition]
UseFailureCharacterMessage="you should %s use this medicine."
ItemName="dog food"
PickupMessage="You are right. %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="You cannot use it.."
NoManufacturerName="in general"

[ItemDefs.ID_MO_PuppyFood:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cute!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_PuppyMeds MissionItemDefinition]
UseFailureCharacterMessage="Yes %s To use this scheme.."
ItemName="veterinary"
PickupMessage="know how %s"
UseFailureLevelMessage="You need %d to use this function.."
UseFailureConstraintsMessage="This does not exist."
NoManufacturerName="Life"

[ItemDefs.ID_MO_PuppyMeds:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="All problems are guaranteed to be solved."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_SkagFood MissionItemDefinition]
UseFailureCharacterMessage="you must %s For this project."
ItemName="boots"
PickupMessage="You know, don't you? %s"
UseFailureLevelMessage="You must be at least level %d to use this item.."
UseFailureConstraintsMessage="You cannot use it."
NoManufacturerName="level"

[ItemDefs.ID_MO_SkagFood:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cook on low."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_Skagzilla2_DogFood1 MissionItemDefinition]
UseFailureCharacterMessage="is required %s Use this article."
ItemName="A pirate"
PickupMessage="You have %s"
UseFailureLevelMessage="You must be at least level %d to use this item.."
UseFailureConstraintsMessage="This item is not supported.."
NoManufacturerName="almost"

[ItemDefs.ID_MO_Skagzilla2_DogFood1:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Mmm, so good!..."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_Skagzilla2_DogFood2 MissionItemDefinition]
UseFailureCharacterMessage="Certainly %s To use this article."
ItemName="salt"
PickupMessage="I agree %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="more details"

[ItemDefs.ID_MO_Skagzilla2_DogFood2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="something!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_Skagzilla2_SkagTounge MissionItemDefinition]
UseFailureCharacterMessage="for sure %s Use this item."
ItemName="Blue speech"
PickupMessage="I was born then %s"
UseFailureLevelMessage="You must be at least level %d to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="usual"

[ItemDefs.ID_MO_Skagzilla2_SkagTounge:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The meat is delicious."
NoConstraintText=""
Suffix=""
Prefix=""

[ObjectGrade_Skagzilla2_VendingMachine InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[PlacedMedicine InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[PlacedSkagOnStick InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[PlacedSkagTongues InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[SkagOnStick InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[SkagOnStickEaten InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

